Repository: NaN-tic/trytond-celery_flower
Catalog: locale/*.po
Languages: ca_es

# field:flower.tasks,failed:
source: Failed
ca_es: Fallat

# field:flower.tasks,name:
source: Name
ca_es: Nom

# field:flower.tasks,received:
source: Received
ca_es: Rebut

# field:flower.tasks,result:
source: Result
ca_es: Resultat

# field:flower.tasks,retries:
source: Retries
ca_es: Intents

# field:flower.tasks,started:
source: Started
ca_es: Iniciat

# field:flower.tasks,state:
source: State
ca_es: Estat

# field:flower.tasks,state_icon:
source: State Icon
ca_es: Icona estat

# field:flower.tasks,succeeded:
source: Succeeded
ca_es: Realitzat

# field:flower.workers,conf:
source: Configuration
ca_es: Configuració

# field:flower.workers,name:
source: Name
ca_es: Nom

# field:flower.workers,stats:
source: Stats
ca_es: Estats

# model:flower.tasks,name:
source: Flower Tasks
ca_es: Tasques Flower

# model:flower.workers,name:
source: Flower Workers
ca_es: Workers Flower

# model:ir.action,name:act_flower_tasks_form
source: Celery Tasks
ca_es: Tasques Celery

# model:ir.action,name:act_flower_workers_form
source: Celery workers
ca_es: Workers Celery

# model:ir.ui.menu,name:menu_flower_tasks_form
source: Celery Tasks
ca_es: Tasques Celery

# model:ir.ui.menu,name:menu_flower_workers_form
source: Celery workers
ca_es: Workers Celery

# model:res.group,name:group_flower_admin
source: Celery Flower Administration
ca_es: Administració Celery Flower

# view:flower.tasks:
source: Flower Task
ca_es: Tasca Flower

# view:flower.workers:
source: Flower Task
ca_es: Tasca Flower

# view:flower.workers:
source: Flower Worker
ca_es: Worker Flower
